[url=https://hunt-map.online] Интерактивные кары Hunt-Showdown[/url]

[h1]FAQ[/h1]

[b]НА КАРТЕ ОТМЕЧЕНЫ НЕ ВСЕ ОБЪЕКТЫ![/b] - карта [b]создана сообществом игроков[/b], мы рады новым вкладам.
[list]
    [*]можно добавить новые разделы? - да, свяжитесь с автором  
    [*]можно кружки маркеров заменить на иконки? - да, если их нарисуют  
    [*]почему расстояние меньше/больше (я точно знаю сколько там метров!)? - из за разницы высот между точками, появляется погрешность
    [*]почему все на английском языке? - если вы хотите сделать локализацию, свяжитесь с автором
[/list]
[list]
    [*]можно будет дополнительные поля для метки? - да, будет сделано после обсуждения
    [*]можно будет дополнительно прикреплять скриншоты? - в планах нет
    [*]можно будет отмечать на карте линии и полигоны? - возможно будет добавлено позже
[/list]